{
  "story": 
  {
    "audio_uri": "/audio/interview_segment",
    "audio_formats": ["mp3"],
    "topics": 
    [
      {
        "timecode": 0,
        "phrases": 
        [
          {
            "speaker": "Valerie Chen",
            "text": "It was hard to, like... each person you had to teach them how to flip the cart, and tell them \"don't do anything yet\" in the intro animation, 'cause they were trying to do shit." 
          }, 
          {
            "speaker": "Sarah Rothberg",
            "text": "Yeah, I feel mixed about that, how that ended up."
          },
          {
            "speaker": "Sam Brenner",
            "text": "You mean, when you're walking to the store and you don't have control of the cart."
          },
          {
            "speaker": "Valerie Chen",
            "text": "Yeah, you're supposed to just watch, but people would be super confused about that."
          }
        ]
      },
      {
        "timecode": 18,
        "phrases": 
        [
          {
            "speaker": "Valerie Chen",
            "text": "And then flipping the cart, and then... you kind of had to just walk them through how it worked, like, \"oh, you need to go through the cashiers' lines, any of them, but not the other way.\" They would like to go through the one that's, like, not a cashier, it's, like, the welcome guy. Or they would go on the wrong side of the other - the first - one. [I'd] be, like, \"no, back up, back up.\" And it was really hard for people to steer, so it would be really hard for them to get into the lane."
          },
          {
            "speaker": "Sarah Rothberg",
            "text": "3D is confusing for people."
          },
          {
            "speaker": "Valerie Chen",
            "text": "Yeah."
          },
          {
            "speaker": "Sam Brenner",
            "text": "But it's the same controls as any first-person shooter, with the mouse and keyboard."
          },
          {
            "speaker": "Valerie Chen",
            "text": "I'd never played one."
          },
          {
            "speaker": "Sarah Rothberg",
            "text": "People who were, like, super-nerdy video game people could play it really well from the beginning."
          },
          {
            "speaker": "Valerie Chen",
            "text": "Yeah, you could tell people who were gamers."
          },
          {
            "speaker": "Sarah Rothberg",
            "text": "But regular people were like, \"uuuhwa, I want to throw up!\""
          }
        ]
      }
    ]
  }
}